{"does": 1617, "anybody": 243, "know": 3345, "average": 365, "credit": 1195, "card": 724, "debt": 1456, "person": 4669, "united": 6475, "states": 5897, "preferably": 4892, "month": 4142, "year": 6963, "work": 6898, "does anybody": 1618, "anybody know": 245, "credit card": 1196, "united states": 6476, "month year": 4144, "did": 1539, "time": 6201, "bus": 659, "coz": 1168, "need": 4207, "sort": 5776, "stuff": 5967, "help": 2778, "finding": 2189, "list": 3612, "restaurants": 5304, "grand": 2603, "opening": 4488, "week": 6795, "want": 6696, "send": 5540, "mail": 3827, "database": 1335, "need help": 4217, "help finding": 2783, "amazing": 149, "rich": 5332, "quick": 5076, "exclusive": 1933, "don": 1648, "wait": 6659, "act": 44, "make": 3838, "money": 4120, "rich quick": 5336, "quick exclusive": 5083, "don wait": 1665, "wait act": 6660, "make money": 3861, "download": 1684, "images": 2999, "using": 6558, "tar": 6085, "git": 2483, "repo": 5263, "store": 5932, "folder": 2229, "containing": 1075, "rest": 5302, "files": 2169, "following": 2274, "structure": 5954, "data": 1264, "contains": 1076, "base": 412, "included": 3020, "described": 1503, "previously": 4918, "train": 6335, "csv": 1216, "test": 6129, "additionally": 65, "names": 4182, "changed": 804, "match": 3916, "originally": 4536, "numbers": 4376, "differences": 1556, "dataset": 1339, "just": 3247, "added": 58, "zeros": 6994, "py": 5058, "takes": 6075, "care": 730, "paper": 4579, "studies": 5963, "conducted": 1033, "vision": 6638, "results": 5308, "additional": 64, "info": 3061, "datasets": 1380, "project": 4991, "data data": 1277, "data contains": 1273, "heard": 2746, "tel": 6114, "thing": 6159, "mistake": 4089, "message": 4005, "sent": 5552, "looking": 3723, "ways": 6778, "lose": 3756, "weight": 6803, "try": 6399, "diet": 1548, "pills": 4711, "guaranteed": 2646, "shed": 5603, "unwanted": 6496, "pounds": 4863, "enter": 1854, "information": 3063, "order": 4520, "looking ways": 3751, "ways lose": 6779, "lose weight": 3758, "amazing diet": 156, "diet pills": 1551, "pills guaranteed": 4712, "guaranteed help": 2647, "help shed": 2789, "shed unwanted": 5606, "unwanted pounds": 6497, "pounds time": 4868, "time just": 6212, "just enter": 3260, "enter credit": 1855, "card information": 727, "perform": 4659, "machine": 3819, "learning": 3454, "algorithms": 133, "set": 5569, "cloud": 920, "providers": 5026, "performance": 4660, "availability": 358, "input": 3079, "output": 4544, "second": 5503, "max": 3929, "processing": 4949, "internal": 3129, "compute": 1020, "resource": 5294, "real": 5154, "users": 6548, "long": 3691, "metrics": 4015, "won": 6870, "detailed": 1520, "large": 3403, "chance": 794, "company": 997, "provides": 5027, "machine learning": 3820, "data set": 1314, "set contains": 5570, "data need": 1298, "need data": 4211, "long time": 3695, "large data": 3404, "upgrade": 6503, "look": 3701, "fam": 2035, "check": 829, "new": 4272, "line": 3592, "trendy": 6366, "threads": 6185, "envy": 1873, "followers": 2248, "gone": 2508, "fam check": 2036, "check new": 837, "new line": 4295, "make envy": 3848, "followers don": 2251, "attention": 327, "believe": 445, "incredible": 3031, "deals": 1431, "today": 6268, "miss": 4071, "offers": 4436, "discounts": 1583, "favorite": 2090, "products": 4961, "hands": 2697, "latest": 3415, "gadgets": 2410, "clothes": 916, "accessories": 28, "unbeatable": 6457, "prices": 4922, "hurry": 2952, "subscribe": 5987, "premium": 4897, "membership": 3985, "receive": 5179, "perks": 4666, "attention followers": 330, "followers won": 2272, "won believe": 6872, "believe incredible": 452, "incredible deals": 3033, "deals today": 1445, "today don": 6269, "don miss": 1659, "miss exclusive": 4077, "exclusive offers": 1950, "offers discounts": 4438, "discounts favorite": 1584, "favorite products": 2096, "hands latest": 2700, "latest gadgets": 3422, "trendy clothes": 6367, "unbeatable prices": 6458, "premium membership": 4900, "charge": 814, "mobile": 4101, "morning": 4150, "model": 4108, "unfortunately": 6470, "ve": 6586, "seen": 5519, "non": 4352, "standard": 5866, "image": 2993, "thank": 6143, "looking dataset": 3729, "train model": 6336, "dataset ve": 1378, "ve seen": 6603, "dont": 1672, "come": 961, "ask": 306, "questions": 5074, "like": 3529, "dont know": 1673, "questions like": 5075, "girl": 2480, "stay": 5909, "bed": 432, "doesn": 1626, "recovery": 5200, "id": 2969, "pass": 4608, "having": 2730, "fun": 2402, "doesn need": 1629, "football": 2286, "attempting": 324, "collect": 940, "current": 1229, "seasons": 5500, "wondering": 6887, "currently": 1230, "available": 359, "use": 6531, "previous": 4917, "years": 6969, "thanks": 6148, "trying": 6401, "income": 3024, "california": 698, "hoping": 2894, "picture": 4701, "geographic": 2459, "terms": 6126, "ll": 3637, "pretty": 4916, "ideally": 2972, "broken": 630, "county": 1149, "geography": 2460, "pointers": 4794, "suggestions": 6001, "stop": 5927, "helpful": 2793, "data help": 1291, "ideally like": 2975, "roughly": 5381, "rows": 5389, "links": 3611, "page": 4567, "site": 5685, "respective": 5297, "link": 3598, "type": 6434, "instance": 3102, "category": 754, "news": 4320, "article": 296, "theory": 6157, "number": 4374, "url": 6525, "fall": 2031, "good": 2511, "visualize": 6645, "access": 19, "excel": 1922, "open": 4483, "free": 2321, "tools": 6295, "ideas": 2976, "tia": 6194, "shared": 5598, "got": 2539, "really": 5165, "great": 2610, "feedback": 2134, "partnership": 4604, "provider": 5025, "allowing": 138, "incredibly": 3038, "online": 4472, "activity": 52, "pandemic": 4577, "certain": 785, "pulled": 5047, "play": 4757, "let": 3478, "thoughts": 6175, "ve got": 6595, "data ve": 1329, "let know": 3482, "ready": 5139, "blown": 539, "away": 376, "greatest": 2618, "network": 4242, "hottest": 2911, "trends": 6362, "plus": 4774, "giveaways": 2488, "members": 3984, "single": 5674, "update": 6499, "sure": 6038, "notifications": 4368, "ready blown": 5143, "blown away": 540, "away latest": 381, "latest greatest": 3424, "network ve": 4263, "got hottest": 2556, "hottest news": 2917, "plus exclusive": 4777, "deals just": 1437, "won want": 6883, "want miss": 6725, "miss single": 4084, "make sure": 3871, "hello": 2763, "build": 646, "twitter": 6425, "academic": 14, "purpose": 5053, "focus": 2225, "anti": 241, "campaign": 708, "initial": 3074, "idea": 2970, "extract": 2003, "tweet": 6421, "period": 4663, "january": 3197, "july": 3240, "apparently": 258, "close": 912, "impossible": 3009, "kind": 3328, "api": 252, "way": 6770, "thought": 6174, "select": 5525, "population": 4819, "possible": 4833, "question": 5072, "actually": 55, "received": 5184, "interesting": 3124, "advanced": 76, "search": 5489, "relevant": 5247, "field": 2158, "tweets": 6422, "fields": 2159, "manually": 3895, "hello want": 2775, "want build": 6700, "twitter dataset": 6427, "period time": 4664, "kind data": 3329, "twitter api": 6426, "scam": 5441, "bank": 406, "account": 32, "deposit": 1500, "thousands": 6177, "dollars": 1640, "quick new": 5089, "new scam": 4307, "just send": 3287, "bank account": 407, "information ll": 3067, "thousands dollars": 6178, "working": 6905, "experiment": 1987, "create": 1187, "tool": 6294, "given": 2490, "browser": 634, "version": 6615, "goal": 2498, "web": 6789, "identify": 2980, "reports": 5267, "needs": 4230, "used": 6540, "amp": 191, "collection": 946, "chrome": 861, "edge": 1772, "various": 6584, "amp amp": 192, "hi": 2819, "coming": 972, "tableau": 6067, "reddit": 5205, "forum": 2309, "sets": 5573, "original": 4535, "gt": 2639, "personal": 4670, "covid": 1166, "respect": 5296, "education": 1781, "level": 3492, "group": 2633, "correlation": 1134, "folks": 2230, "based": 413, "variables": 6582, "best": 467, "place": 4720, "grab": 2595, "physical": 4694, "relationship": 5239, "joining": 3225, "tables": 6068, "oh": 4451, "location": 3678, "referring": 5218, "zip": 6996, "code": 930, "specifically": 5821, "state": 5890, "start": 5872, "sense": 5547, "greatly": 2621, "appreciated": 271, "finding data": 2190, "data sets": 1315, "gt gt": 2640, "currently working": 1234, "personal project": 4674, "best place": 477, "good data": 2513, "know ll": 3359, "ll need": 3658, "zip code": 6997, "make sense": 3868, "amp help": 195, "help greatly": 2785, "greatly appreciated": 2623, "tired": 6242, "social": 5743, "media": 3953, "attract": 336, "lifting": 3525, "finger": 2196, "app": 256, "social media": 5745, "media want": 3972, "lifting finger": 3526, "need try": 4226, "amazing new": 163, "new app": 4275, "client": 906, "wants": 6744, "keeping": 3316, "kardashian": 3312, "text": 6136, "generator": 2452, "bigger": 504, "samples": 5415, "advance": 74, "anybody help": 244, "help amp": 2779, "amp thanks": 199, "thanks advance": 6149, "qualitative": 5063, "response": 5299, "yes": 6976, "variable": 6581, "know datasets": 3351, "eve": 1903, "ok": 4455, "went": 6815, "party": 4607, "hey": 2798, "getting": 2468, "bills": 511, "printed": 4930, "ocr": 4401, "logistic": 3684, "index": 3040, "world": 6915, "development": 1531, "indicators": 3045, "starts": 5887, "density": 1495, "quality": 5064, "roads": 5365, "country": 1147, "world bank": 6916, "making": 3879, "making money": 3884, "orange": 4519, "games": 2424, "sport": 5845, "texts": 6140, "photo": 4690, "messages": 4006, "reply": 5261, "apply": 268, "free access": 2322, "plus free": 4778, "ct": 1220, "scans": 5447, "cases": 736, "far": 2054, "classifier": 881, "webpage": 6791, "hi trying": 2837, "trying dataset": 6406, "covid cases": 1167, "far ve": 2055, "use dataset": 6536, "dataset train": 1374, "data doesn": 1282, "access data": 21, "excellent": 1923, "frnd": 2395, "knw": 3379, "hate": 2724, "bt": 636, "day": 1407, "wen": 6814, "truth": 6398, "urself": 6527, "urgent": 6516, "lifetime": 3520, "offer": 4404, "likes": 3573, "comments": 979, "posts": 4852, "spend": 5830, "hours": 2925, "growing": 2637, "audience": 341, "forever": 2292, "attention social": 333, "media users": 3971, "offer free": 4416, "free followers": 2334, "followers likes": 2260, "likes comments": 3574, "comments posts": 981, "hurry offer": 2960, "offer won": 4430, "won forever": 6875, "reasons": 5176, "instagram": 3099, "living": 3632, "rock": 5368, "missing": 4086, "talking": 6083, "right": 5343, "friends": 2377, "eating": 1764, "breakfast": 615, "lunch": 3810, "dinner": 1565, "trust": 6392, "super": 6016, "reasons need": 5177, "need download": 4214, "food": 2278, "street": 5948, "lots": 3775, "analytics": 211, "hi does": 2825, "does know": 1622, "know dataset": 3350, "help appreciated": 2780, "appreciated thanks": 273, "presentation": 4909, "maps": 3899, "google": 2530, "longitude": 3698, "latitude": 3436, "plot": 4768, "cool": 1108, "example": 1918, "daily": 1252, "temperatures": 6121, "region": 5224, "ice": 2968, "dataset use": 1375, "longitude latitude": 3699, "arabic": 282, "generation": 2451, "public": 5033, "created": 1190, "multiple": 4172, "domains": 1646, "working project": 6910, "public dataset": 5035, "quite": 5096, "funny": 2407, "lor": 3755, "wat": 6756, "haf": 2685, "run": 5395, "distance": 1601, "tell": 6115, "grocery": 2630, "stores": 5935, "india": 3041, "small": 5723, "big": 493, "point": 4792, "location data": 3679, "type data": 6435, "jus": 3246, "finish": 2199, "discounted": 1582, "brands": 609, "save": 5425, "tech": 6106, "shop": 5619, "till": 6200, "drop": 1711, "exclusive deals": 1939, "tech gadgets": 6107, "miss chance": 4075, "loyal": 3793, "lucky": 3806, "winner": 6857, "liking": 3581, "sharing": 5600, "opportunity": 4494, "win": 6840, "free money": 2342, "loyal followers": 3795, "lucky winner": 3808, "just liking": 3272, "liking sharing": 3582, "sharing posts": 5602, "posts don": 4853, "miss amazing": 4072, "amazing opportunity": 168, "opportunity win": 4513, "win big": 6842, "analysis": 206, "soccer": 5742, "goes": 2501, "past": 4615, "difficult": 1560, "past years": 4616, "havent": 2729, "ah": 109, "extra": 2001, "tips": 6240, "tricks": 6373, "ways make": 6780, "ve come": 6589, "come right": 966, "right place": 5352, "got latest": 2561, "tips tricks": 6241, "help make": 2787, "make bank": 3839, "tried": 6374, "resources": 5295, "tried looking": 6376, "iphone": 3171, "simply": 5670, "clicking": 902, "entering": 1860, "giveaway": 2486, "smartphone": 5729, "market": 3902, "click": 889, "increase": 3025, "instantly": 3108, "chance win": 798, "win iphone": 6846, "simply clicking": 5671, "clicking link": 903, "personal information": 4673, "iphone giveaway": 3173, "win latest": 6847, "offer available": 4408, "click link": 898, "increase social": 3028, "followers instantly": 2257, "pls": 4770, "correct": 1130, "da": 1250, "pls send": 4771, "hope": 2887, "booked": 562, "things": 6165, "boston": 589, "nyc": 4383, "house": 2928, "election": 1797, "largest": 3409, "vote": 6651, "able": 2, "write": 6942, "scraper": 5476, "election results": 1799, "yo": 6980, "peeps": 4636, "ya": 6954, "town": 6320, "lit": 3619, "yo peeps": 6982, "ya ll": 6957, "heard latest": 2749, "let tell": 3487, "sad": 5398, "noise": 4350, "wan": 6691, "informed": 3069, "saved": 5429, "lives": 3631, "howdy": 2933, "researcher": 5287, "statistical": 5902, "political": 4800, "parties": 4600, "throwing": 6190, "signal": 5660, "community": 991, "locate": 3676, "complete": 1007, "allow": 136, "agencies": 101, "request": 5274, "personally": 4677, "columns": 956, "census": 775, "geo": 2458, "percentage": 4651, "major": 3833, "format": 2304, "table": 6066, "okay": 4457, "cheers": 847, "statistical analysis": 5903, "csv format": 1219, "able help": 6, "includes": 3021, "series": 5561, "representing": 5272, "gdp": 2441, "measured": 3947, "quarterly": 5068, "billions": 510, "inflation": 3053, "constant": 1062, "rate": 5119, "represents": 5273, "experienced": 1985, "downloaded": 1689, "website": 6792, "federal": 2128, "st": 5861, "dataset includes": 1358, "time series": 6224, "join": 3209, "categories": 752, "studio": 5964, "develop": 1526, "program": 4979, "property": 5017, "predicts": 4889, "price": 4919, "sorted": 5778, "address": 66, "bedrooms": 434, "square": 5858, "footage": 2285, "finished": 2200, "zillow": 6995, "usage": 6529, "service": 5567, "investigate": 3151, "calls": 703, "doing": 1636, "square footage": 5859, "babe": 392, "feel": 2136, "lets": 3489, "fit": 2202, "moving": 4160, "shortly": 5623, "analyze": 212, "date": 1396, "wanted": 6740, "construct": 1064, "models": 4111, "explore": 1994, "pets": 4684, "allowed": 137, "unit": 6474, "building": 648, "communities": 990, "affect": 89, "mean": 3939, "scrape": 5473, "course": 1153, "blocked": 527, "user": 6543, "policy": 4799, "date data": 1397, "scrape data": 5474, "data like": 1295, "means": 3944, "historical": 2859, "global": 2495, "sea": 5488, "temperature": 6120, "com": 957, "say": 5434, "old": 4459, "historical data": 2860, "king": 3333, "ke": 3315, "fast": 2064, "brand": 606, "th": 6142, "days": 1414, "ps": 5031, "tr": 6323, "ch": 787, "waste": 6751, "minute": 4063, "money fast": 4124, "fast join": 2072, "brand new": 607, "just days": 3255, "quick don": 5080, "don waste": 1668, "science": 5464, "student": 5961, "health": 2741, "recently": 5186, "started": 5882, "data science": 1310, "yesterday": 6979, "game": 2421, "ultimate": 6443, "hashtags": 2721, "guide": 2659, "ready level": 5147, "level social": 3495, "media game": 3961, "sick": 5633, "boring": 576, "platforms": 4756, "little": 3624, "exciting": 1930, "platform": 4738, "features": 2117, "advertisements": 82, "ending": 1824, "pop": 4810, "ups": 6507, "leave": 3458, "variety": 6583, "spam": 5790, "clutter": 926, "inbox": 3016, "feeling": 2140, "worried": 6922, "privacy": 4932, "fear": 2101, "absolutely": 10, "concern": 1026, "sell": 5534, "highest": 2849, "bidder": 492, "sick boring": 5634, "boring social": 585, "media platforms": 3967, "look platform": 3711, "features like": 2120, "non stop": 4353, "pop ups": 4813, "won able": 6871, "offer variety": 4428, "spam messages": 5795, "leave feeling": 3459, "highest bidder": 2850, "skills": 5698, "nlp": 4343, "domain": 1645, "medium": 3975, "product": 4952, "reviews": 5323, "laptop": 3401, "review": 5322, "short": 5621, "description": 1506, "positive": 4828, "negative": 4234, "positive negative": 4829, "thanks help": 6150, "fuck": 2397, "key": 3319, "tho": 6173, "reference": 5215, "lists": 3618, "common": 987, "job": 3204, "titles": 6264, "investment": 3152, "doctor": 1613, "parse": 4591, "pic": 4695, "source": 5783, "wonderful": 6886, "people": 4641, "official": 4449, "document": 1614, "dataset looking": 1365, "open source": 4486, "junkies": 3245, "interact": 3118, "prefer": 4890, "scrolling": 5484, "feed": 2130, "end": 1822, "irrelevant": 3180, "memes": 3990, "photos": 4691, "high": 2843, "school": 5461, "insert": 3083, "accounting": 37, "strangers": 5942, "politics": 4802, "change": 802, "feature": 2107, "ability": 0, "buy": 666, "hey social": 2813, "media junkies": 3962, "real people": 5159, "scrolling feed": 5485, "hours end": 2927, "high school": 2847, "fear insert": 2103, "insert social": 3085, "media network": 3965, "need waste": 4227, "waste time": 6753, "latest feature": 3420, "buy followers": 673, "include": 3019, "birth": 516, "title": 6262, "canada": 710, "hard": 2712, "figured": 2163, "stats": 5906, "age": 99, "datasets include": 1387, "hard time": 2715, "time finding": 6210, "know look": 3360, "weeks": 6801, "limited": 3584, "buy exclusive": 672, "pills lose": 4713, "weight just": 6806, "just weeks": 3305, "limited time": 3588, "time offer": 6218, "offer don": 4412, "later": 3414, "length": 3475, "thk": 6172, "going": 2504, "liao": 3497, "lazy": 3446, "dun": 1725, "unpopular": 6493, "perfect": 4653, "solution": 5759, "problems": 4945, "instead": 3110, "shares": 5599, "low": 3785, "boost": 565, "presence": 4906, "internet": 3131, "sensation": 5545, "bot": 590, "automatically": 356, "perfect solution": 4657, "feeling like": 2143, "envy friends": 1874, "friends wait": 2391, "wait offer": 6671, "comments shares": 982, "low low": 3786, "low price": 3787, "price don": 4921, "miss incredible": 4079, "incredible opportunity": 3036, "opportunity boost": 4496, "boost online": 569, "online presence": 4477, "throwing free": 6191, "solar": 5757, "forecast": 2288, "tomorrow": 6280, "websites": 6793, "weather": 6787, "services": 5568, "searched": 5493, "ve searched": 6601, "master": 3913, "thesis": 6158, "anomaly": 230, "detection": 1523, "searching": 5495, "lead": 3447, "master thesis": 3914, "anomaly detection": 231, "social network": 5746, "epic": 1875, "experience": 1976, "life": 3502, "engage": 1839, "minded": 4051, "individuals": 3048, "share": 5588, "interests": 3127, "cooking": 1107, "gaming": 2426, "sports": 5846, "connect": 1045, "globe": 2496, "recipes": 5188, "vip": 6627, "gain": 2412, "content": 1078, "special": 5810, "network ready": 4255, "ready epic": 5144, "experience life": 1977, "life join": 3511, "join amazing": 3210, "amazing community": 152, "like minded": 3554, "minded individuals": 4052, "platform connect": 4741, "exclusive vip": 1955, "vip membership": 6629, "change life": 803, "life forever": 3509, "gain access": 2413, "access premium": 25, "premium content": 4898, "deals discounts": 1434, "scheme": 5454, "returns": 5317, "quick amazing": 5077, "amazing investment": 160, "investment scheme": 3157, "scheme just": 5457, "returns just": 5318, "just week": 3304, "week don": 6796, "arrived": 293, "couple": 1151, "lt": 3799, "maybe": 3935, "posted": 4849, "apologize": 255, "isn": 3185, "appropriate": 276, "setting": 5575, "algorithm": 128, "local": 3675, "animal": 219, "rates": 5121, "dogs": 1634, "video": 6619, "taken": 6074, "dog": 1632, "tested": 6130, "works": 6914, "lot": 3773, "haven": 2726, "videos": 6621, "sleeping": 5712, "crawl": 1175, "youtube": 6989, "aren": 289, "normal": 4358, "happy": 2709, "easily": 1752, "months": 4146, "plan": 4730, "label": 3382, "hand": 2693, "case": 735, "contain": 1072, "min": 4042, "settings": 5576, "ages": 102, "color": 952, "typical": 6437, "positions": 4827, "provide": 5023, "details": 1521, "interested": 3122, "hi ve": 2838, "really like": 5171, "like data": 3539, "really helpful": 5167, "greetings": 2625, "fellow": 2149, "enthusiasts": 1864, "generic": 2453, "filling": 2171, "newsfeed": 4332, "introducing": 3140, "century": 783, "overnight": 4550, "goodbye": 2525, "engagement": 1840, "millions": 4035, "easy": 1755, "hundreds": 2948, "increasing": 3030, "visibility": 6636, "credibility": 1194, "tedious": 6111, "organic": 4528, "growth": 2638, "greetings fellow": 2626, "fellow social": 2152, "media enthusiasts": 3956, "tired boring": 6245, "just solution": 3295, "solution introducing": 5762, "media sensation": 3969, "say goodbye": 5435, "millions followers": 4037, "time don": 6209, "thanx": 6152, "taking": 6076, "monday": 4119, "cash": 737, "prize": 4935, "claim": 871, "cash prize": 742, "prize claim": 4936, "annotated": 223, "white": 6820, "background": 396, "black": 521, "camera": 707, "captured": 721, "object": 4386, "diverse": 1607, "hi folks": 2827, "object detection": 4387, "sources": 5785, "freely": 2360, "mix": 4091, "modelling": 4110, "dates": 1401, "freely available": 2361, "available datasets": 362, "datasets used": 1394, "influencer": 3055, "hav": 2725, "views": 6625, "popularity": 4818, "noticed": 4367, "mor": 4149, "want influencer": 6713, "buy likes": 676, "followers increase": 2255, "wait buy": 6661, "er": 1884, "yeah": 6961, "sorry": 5775, "pub": 5032, "sit": 5682, "goodmorning": 2527, "late": 3412, "decimal": 1463, "lt decimal": 3800, "decimal gt": 1464, "gt min": 2642, "players": 4761, "playing": 4762, "premier": 4895, "league": 3450, "class": 876, "wondering data": 6889, "premier league": 4896, "class project": 877, "project data": 4992, "data analysis": 1266, "crave": 1173, "fresh": 2368, "cutting": 1245, "destination": 1519, "express": 1998, "truly": 6390, "unique": 6473, "innovative": 3078, "art": 294, "interface": 3128, "word": 6896, "tired old": 6255, "old boring": 4460, "media platform": 3966, "cutting edge": 1246, "ultimate social": 6449, "connect like": 1047, "state art": 5891, "art algorithms": 295, "data analytics": 1268, "user interface": 6545, "platform ll": 4747, "don just": 1653, "check amazing": 830, "amazing features": 158, "features make": 2122, "media experience": 3957, "huge": 2940, "sale": 5405, "alert": 123, "unlock": 6489, "discount": 1577, "huge sale": 2943, "sale alert": 5406, "opportunity upgrade": 4512, "upgrade account": 6504, "unlock exclusive": 6490, "exclusive features": 1942, "hurry click": 2955, "discount code": 1578, "lovely": 3782, "earn": 1733, "legit": 3469, "promises": 5004, "believe amazing": 446, "want earn": 6710, "earn fast": 1736, "fast cash": 2066, "working hard": 6907, "check super": 839, "make rich": 3866, "beautiful": 429, "gotta": 2585, "gonna": 2509, "blow": 534, "mind": 4043, "regret": 5230, "fashion": 2058, "makeup": 3878, "skincare": 5703, "million": 4027, "bucks": 639, "breaking": 616, "gotta check": 2586, "new offer": 4299, "gonna blow": 2510, "blow mind": 535, "hottest thing": 2920, "thing internet": 6161, "skincare products": 5705, "products ll": 4966, "ll make": 3656, "make look": 3856, "look like": 3707, "like million": 3553, "million bucks": 4028, "tmr": 6267, "cos": 1137, "lesson": 3476, "ultra": 6454, "loser": 3759, "buy amazing": 667, "new product": 4302, "product change": 4954, "life make": 3516, "don loser": 1657, "track": 6324, "different": 1557, "parts": 4606, "maintenance": 3832, "challenges": 792, "knew": 3340, "outside": 4547, "kaggle": 3309, "accident": 29, "incident": 3017, "hello looking": 2771, "wondering knew": 6892, "image datasets": 2996, "man": 3889, "carlos": 733, "definitely": 1476, "mu": 4169, "tonight": 6285, "hot": 2902, "singles": 5676, "area": 286, "dating": 1402, "totally": 6305, "wide": 6825, "sketchy": 5696, "ads": 68, "slow": 5720, "computer": 1021, "possibly": 4835, "viruses": 6635, "software": 5756, "boy": 602, "treat": 6352, "constantly": 1063, "bots": 592, "fake": 2026, "accounts": 38, "looking hot": 3737, "hot singles": 2907, "singles area": 5677, "area look": 287, "look social": 3715, "totally free": 6310, "offer wide": 4429, "bots fake": 593, "fake accounts": 2027, "wanna": 6693, "reached": 5132, "home": 2876, "finally": 2184, "clicks": 904, "sign": 5641, "new scheme": 4308, "scheme don": 5455, "miss lifetime": 4081, "lifetime opportunity": 3522, "opportunity make": 4506, "make thousands": 3872, "dollars just": 1642, "just clicks": 3253, "sign start": 5657, "start making": 5877, "pizza": 4719, "ugh": 6440, "sign amazing": 5643, "scheme guaranteed": 5456, "score": 5471, "profile": 4975, "speaking": 5809, "filter": 2174, "asap": 303, "remember": 5251, "mentioned": 4000, "dropped": 1713, "edition": 1779, "omg": 4465, "checked": 842, "custom": 1236, "squad": 5857, "hey peeps": 2810, "seen latest": 5520, "platform totally": 4752, "totally epic": 6309, "super cool": 6020, "limited edition": 3585, "checked new": 844, "new feature": 4284, "wanting": 6743, "language": 3398, "spreadsheet": 5852, "file": 2166, "including": 3022, "singular": 5678, "en": 1821, "languages": 3400, "compensation": 1002, "capital": 718, "private": 4933, "equity": 1882, "hr": 2936, "compile": 1005, "longer": 3696, "paid": 4570, "crunchbase": 1208, "leads": 3448, "welcome": 6811, "proven": 5022, "make just": 3854, "don need": 1660, "experience skills": 1981, "just sign": 3291, "kept": 3318, "record": 5195, "college": 949, "teams": 6104, "involved": 3163, "curious": 1226, "learn": 3452, "exposure": 1997, "programs": 4989, "decades": 1458, "college football": 950, "effortlessly": 1792, "energy": 1836, "levels": 3496, "pill": 4707, "transform": 6344, "body": 546, "just pill": 3280, "discount don": 1579, "transform body": 6345, "fact": 2018, "think": 6168, "filled": 2170, "mindless": 4053, "clickbait": 900, "articles": 297, "didn": 1543, "needed": 4228, "updates": 6501, "influencers": 3059, "loss": 3764, "tea": 6097, "forget": 2295, "endless": 1826, "stream": 5945, "times": 6236, "practically": 4876, "ex": 1912, "feed filled": 2133, "place social": 4723, "network got": 4245, "clickbait articles": 901, "ads products": 69, "didn know": 1544, "latest updates": 3434, "weight loss": 6807, "loss tea": 3770, "let forget": 3481, "endless stream": 1830, "wait want": 6679, "pa": 4558, "warning": 6747, "ton": 6281, "millionaire": 4030, "wealthy": 6784, "vacation": 6568, "luxury": 3813, "resort": 5293, "treated": 6353, "queen": 5069, "throw": 6188, "car": 722, "expenses": 1974, "drive": 1707, "riches": 5339, "ready make": 5148, "make ton": 3873, "new program": 4304, "guaranteed make": 2649, "make millionaire": 3858, "millionaire just": 4031, "ll free": 3650, "free vacation": 2354, "ll throw": 3664, "new car": 4276, "meet": 3976, "hrs": 2937, "tomo": 6279, "luck": 3802, "giving": 2492, "pie": 4704, "refer": 5212, "family": 2044, "giveaway hey": 2487, "peeps tired": 4639, "tired working": 6260, "giving away": 2493, "away free": 380, "money click": 4121, "link enter": 3603, "enter personal": 1857, "information easy": 3065, "wait refer": 6674, "refer friends": 5214, "friends family": 2381, "ll receive": 3659, "receive free": 5182, "money don": 4122, "amazing offer": 165, "miss opportunity": 4083, "opportunity lifetime": 4503, "says": 5438, "answer": 236, "confirm": 1039, "break": 613, "book": 561, "tensorflow": 6124, "author": 348, "ml": 4093, "process": 4946, "suggest": 5998, "notebook": 4363, "good dataset": 2514, "buying": 688, "self": 5530, "assessment": 310, "rad": 5104, "cat": 746, "correctly": 1131, "apps": 279, "virtual": 6633, "reality": 5162, "shady": 5584, "cryptocurrency": 1211, "bonus": 557, "knows": 3376, "deepest": 1470, "desires": 1516, "shows": 5630, "exactly": 1914, "hey fellow": 2804, "totally rad": 6314, "news today": 4329, "network platform": 4254, "platform offers": 4749, "offers free": 4442, "cat memes": 747, "memes ve": 3993, "right heard": 5349, "wait ve": 6678, "got amazing": 2540, "amazing deals": 155, "deals weight": 1449, "loss pills": 3766, "dating apps": 1404, "act ll": 46, "plus algorithm": 4775, "algorithm advanced": 129, "exactly want": 1916, "content don": 1080, "jan": 3196, "al": 122, "post": 4837, "holiday": 2871, "cn": 928, "fr": 2312, "lt gt": 3801, "consumer": 1066, "preferences": 4893, "netflix": 4237, "recommendations": 5192, "similar": 5664, "predict": 4883, "does suggestions": 1624, "looking similar": 3748, "dataset thanks": 1373, "lift": 3524, "double": 1679, "mins": 4062, "txts": 6433, "motorola": 4154, "nokia": 4351, "mobileupd": 4103, "optout": 4518, "hv": 2963, "mobileupd optout": 4104, "porn": 4820, "highly": 2851, "subject": 5979, "matter": 3926, "junk": 3244, "basically": 416, "form": 2303, "map": 3897, "equivalent": 1883, "receipt": 5178, "dataisbeautiful": 1338, "statistics": 5905, "regarding": 5221, "figure": 2162, "generate": 2448, "submission": 5981, "hopefully": 2893, "general": 2446, "advice": 85, "thankful": 6147, "need able": 4208, "miracle": 4065, "digital": 1563, "testimonials": 6131, "satisfied": 5421, "customers": 1240, "likes followers": 3575, "don believe": 1649, "believe just": 453, "just check": 3250, "check testimonials": 840, "testimonials satisfied": 6132, "satisfied customers": 5422, "hosted": 2900, "essentially": 1888, "scraped": 5475, "men": 3996, "women": 6869, "recommender": 5194, "research": 5282, "purposes": 5054, "commercial": 985, "does dataset": 1619, "contacted": 1070, "entered": 1858, "phone": 4687, "fancy": 2050, "landline": 3396, "pobox": 4791, "dating service": 1405, "quick make": 5088, "amazing program": 174, "pay": 4624, "lar": 3402, "stock": 5921, "comin": 971, "saw": 5433, "tracking": 6326, "happiness": 2708, "scores": 5472, "spent": 5832, "reading": 5138, "points": 4796, "problem": 4944, "likely": 3572, "combine": 959, "graphs": 2608, "correlations": 1135, "trouble": 6387, "thinking": 6170, "time like": 6213, "stuff like": 5971, "having trouble": 2734, "calling": 702, "chosen": 859, "draw": 1695, "claim prize": 873, "collecting": 944, "gather": 2430, "github": 2484, "add": 57, "benefit": 465, "lot data": 3774, "share data": 5590, "data sources": 1319, "bit": 518, "ll come": 3643, "tons": 6287, "github repo": 2485, "listen": 3614, "kinds": 3332, "packages": 4564, "facebook": 2013, "lowest": 3791, "boom": 564, "team": 6101, "experts": 1990, "worry": 6924, "hey folks": 2805, "increase followers": 3027, "tell amazing": 6116, "boost social": 572, "ll want": 3666, "want likes": 6719, "got want": 2582, "want followers": 6711, "team experts": 6102, "don worry": 1670, "follower": 2246, "count": 1142, "looking quick": 3747, "quick easy": 5082, "easy way": 1762, "way boost": 6771, "follower count": 2247, "ve searching": 6602, "awesome": 383, "popular": 4816, "items": 3191, "comment": 975, "gift": 2473, "best products": 479, "products don": 4963, "opportunity save": 4509, "save big": 5426, "like share": 3564, "share comment": 5589, "win free": 6845, "free gift": 2335, "gift card": 2474, "license": 3501, "places": 4727, "apart": 250, "specific": 5820, "standardized": 5867, "schools": 5463, "nation": 4184, "looked": 3720, "demographic": 1489, "seeing": 5514, "know data": 3348, "ve looked": 6598, "gossip": 2536, "gathered": 2432, "scandals": 5446, "runs": 5397, "hey want": 2815, "want know": 6716, "know latest": 3357, "latest gossip": 3423, "got awesome": 2541, "awesome deals": 384, "don want": 1667, "customer": 1237, "prizes": 4938, "likes shares": 3580, "share post": 5594, "platform perfect": 4750, "perfect place": 4656, "amazing prizes": 171, "elite": 1808, "believe ve": 458, "got store": 2574, "join elite": 3212, "exclusive content": 1937, "broad": 627, "geotagged": 2461, "replacement": 5260, "offline": 4450, "archives": 284, "better": 486, "exist": 1962, "cities": 864, "counties": 1143, "contained": 1074, "free datasets": 2330, "follow": 2234, "juiciest": 3235, "gifts": 2478, "waiting": 6680, "rich fast": 5334, "fast ve": 2078, "got best": 2542, "hottest memes": 2915, "memes juiciest": 3992, "juiciest gossip": 3236, "sign chance": 5644, "win brand": 6843, "waiting join": 6683, "newest": 4317, "blowing": 538, "trend": 6358, "steps": 5918, "step": 5917, "profit": 4977, "newsletter": 4333, "trial": 6368, "attention users": 334, "users won": 6554, "newest hottest": 4319, "mind blowing": 4044, "rich just": 5335, "got tons": 2578, "tons free": 6289, "sign exclusive": 5647, "exclusive newsletter": 1948, "free trial": 2351, "act fast": 45, "fast ll": 2074, "free bonus": 2324, "bonus gift": 559, "wait follow": 6663, "follow social": 2243, "ill": 2988, "oredi": 4526, "minor": 4061, "employment": 1820, "don know": 1654, "really need": 5172, "school project": 5462, "project trying": 4999, "looking help": 3735, "appreciated thank": 272, "thank advance": 6144, "advance help": 75, "fat": 2082, "weight fast": 6804, "fast new": 2076, "new amazing": 4274, "amazing product": 172, "won regret": 6880, "help lose": 2786, "fast easy": 2069, "amazed": 146, "addicts": 61, "killer": 3327, "deal": 1420, "mega": 3979, "offering": 4431, "hack": 2682, "skyrocket": 5708, "ready amazed": 5140, "media addicts": 3955, "got killer": 2560, "getting followers": 2470, "followers like": 2259, "need check": 4210, "check latest": 836, "latest product": 3427, "high quality": 2846, "ultimate hack": 6447, "didnt": 1545, "meant": 3945, "yep": 6975, "baby": 394, "dad": 1251, "ph": 4685, "yoga": 6984, "link dataset": 3601, "representative": 5271, "hey favorite": 2803, "favorite social": 2097, "amazing news": 164, "news share": 4327, "share today": 5597, "today platform": 6273, "spam friends": 5793, "guys": 2662, "actual": 53, "creation": 1193, "publication": 5038, "hi guys": 2828, "nlp project": 4344, "burn": 657, "ipad": 3168, "free ipad": 2337, "click enter": 896, "light": 3527, "green": 2624, "friend": 2373, "worth": 6933, "sales": 5410, "granular": 2605, "know good": 3353, "good sources": 2523, "happened": 2704, "sleep": 5711, "selected": 5526, "breaking news": 617, "news won": 4331, "just happened": 3266, "program just": 4983, "money sleep": 4136, "card details": 725, "broke": 628, "struggling": 5957, "ends": 1832, "earning": 1741, "alert rich": 126, "buy free": 674, "tired broke": 6246, "struggling make": 5958, "make ends": 3847, "ends meet": 1833, "start earning": 5873, "labelled": 3384, "shocking": 5616, "secrets": 5508, "government": 2591, "power": 4871, "read": 5134, "covering": 1164, "doesn want": 1630, "kidding": 3324, "lol": 3688, "gals": 2419, "shoutout": 5626, "fave": 2088, "freebies": 2356, "fans": 2051, "seriously": 5563, "dope": 1675, "swag": 6048, "cards": 729, "tickets": 6196, "ain": 116, "tag": 6069, "free stuff": 2348, "guys gals": 2665, "fave social": 2089, "gift cards": 2475, "post friends": 4840, "like page": 3559, "nice": 4339, "love": 3777, "business": 660, "dashboard": 1262, "allows": 139, "progress": 4990, "charts": 818, "production": 4959, "looking datasets": 3730, "released": 5245, "collected": 942, "board": 544, "published": 5043, "tutorial": 6418, "showing": 5629, "yolo": 6985, "improve": 3012, "writing": 6943, "wasn": 6749, "random": 5112, "python": 5062, "scripts": 5482, "manage": 3890, "storage": 5931, "convert": 1104, "formats": 2305, "clean": 883, "just released": 3283, "computer vision": 1023, "dataset available": 1341, "time building": 6204, "early": 1732, "park": 4588, "need buy": 4209, "dey": 1534, "ur": 6508, "tot": 6302, "ride": 5341, "revolutionize": 5328, "stories": 5936, "spicy": 5837, "media fans": 3959, "gossip ve": 2538, "got hot": 2555, "hot news": 2906, "old posts": 4462, "posts feed": 4854, "got brand": 2543, "revolutionize way": 5329, "know kind": 3355, "content ll": 1083, "thats": 6153, "bad": 397, "login": 3683, "verify": 6614, "identity": 2982, "secure": 5511, "latest update": 3433, "instant": 3104, "fame": 2041, "fortune": 2308, "celebrities": 768, "worldwide": 6921, "instant fame": 3105, "fame fortune": 2042, "join social": 3221, "platform ultimate": 4753, "ultimate destination": 6444, "millions users": 4041, "insta": 3095, "famous": 2046, "boost profile": 571, "insta famous": 3096, "miss limited": 4082, "resumes": 5312, "posting": 4850, "profiles": 4976, "linkedin": 3610, "unless": 6485, "gives": 2491, "resume": 5311, "looking database": 3728, "data preferably": 1304, "simple": 5668, "foolproof": 2283, "users don": 6549, "totally amazing": 6306, "opportunity rich": 4508, "grins": 2629, "buzz": 690, "ass": 309, "shake": 5585, "valid": 6571, "downloading": 1690, "imagenet": 2997, "instaspam": 3109, "spammy": 5798, "promise": 5003, "luxurious": 3812, "cars": 734, "trip": 6379, "internet users": 3135, "users tired": 6553, "quick scheme": 5090, "millionaire time": 4033, "time click": 6206, "link ll": 3605, "free trip": 2352, "affordable": 96, "starting": 5886, "guarantee": 2644, "delivery": 1485, "stand": 5864, "crowd": 1205, "concerns": 1028, "hey guys": 2807, "come check": 962, "amazing deal": 154, "real followers": 5157, "online don": 4474, "offer act": 4405, "influencer overnight": 3057, "stand crowd": 5865, "answer questions": 238, "transport": 6348, "sat": 5418, "night": 4341, "fri": 2371, "feel free": 2137, "free need": 2343, "need know": 4220, "online look": 4476, "connect people": 1049, "people world": 4649, "platform best": 4739, "moment": 4116, "value": 6576, "brings": 626, "afternoon": 98, "evening": 1904, "luv": 3811, "wish": 6863, "good morning": 2518, "performed": 4661, "reliable": 5248, "example like": 1920, "like able": 3530, "answer question": 237, "toy": 6322, "consumption": 1068, "vehicles": 6611, "accurate": 40, "range": 5113, "wikipedia": 6831, "happen": 2703, "trying build": 6402, "dataset having": 1353, "data scraped": 1313, "data different": 1279, "watch": 6758, "explode": 1993, "investment platform": 3155, "platform don": 4742, "chance make": 795, "make tons": 3874, "tons money": 6291, "money just": 4126, "watch bank": 6759, "account explode": 34, "txt": 6429, "gbp": 2439, "txt nokia": 6430, "minutes": 4064, "invest": 3148, "expect": 1970, "offer rich": 4424, "quick earn": 5081, "earn thousands": 1740, "just minutes": 3276, "ll work": 3668, "swipe": 6056, "left": 3463, "amirite": 189, "selfies": 5533, "exotic": 1968, "island": 3184, "goals": 2499, "blessed": 524, "supply": 6032, "drinks": 1706, "emoji": 1813, "announce": 224, "drama": 1694, "john": 3208, "hey fam": 2802, "feature lets": 2112, "swipe left": 6057, "left right": 3465, "added new": 59, "new filter": 4286, "make selfies": 3867, "don forget": 1651, "enter giveaway": 1856, "win year": 6852, "year supply": 6966, "energy drinks": 1838, "just share": 3288, "friends comment": 2378, "matches": 3917, "tired single": 6258, "dating app": 1403, "love life": 3780, "swipe right": 6058, "fantastic": 2052, "supplement": 6029, "essential": 1887, "ingredients": 3073, "pesky": 4681, "exercise": 1959, "healthy": 2743, "achieve": 41, "dream": 1697, "extra pounds": 2002, "time boring": 6203, "boring old": 583, "exercise healthy": 1960, "healthy eating": 2744, "dream body": 1698, "body just": 548, "frenz": 2365, "boi": 550, "filters": 2177, "launched": 3440, "sponsored": 5840, "hook": 2884, "purchase": 5049, "tons new": 6292, "totally lit": 6313, "just launched": 3270, "sick new": 5636, "won wanna": 6882, "wanna miss": 6695, "hot deals": 2904, "offers just": 4443, "sign receive": 5655, "story": 5938, "wife": 6830, "nt": 4372, "parents": 4587, "forgot": 2302, "kids": 3325, "colleagues": 939, "said": 5403, "boss": 586, "felt": 2153, "invited": 3161, "apartment": 251, "bedroom": 433, "sexy": 5581, "mood": 4147, "came": 706, "wid": 6824, "surprise": 6043, "wnt": 6867, "stuff alert": 5968, "click claim": 895, "ll send": 3661, "won long": 6878, "interactive": 3121, "final": 2181, "university": 6479, "figures": 2164, "related": 5233, "fine": 2195, "final year": 2183, "year project": 6965, "wondering anybody": 6888, "sets use": 5574, "live": 3626, "bomb": 552, "dot": 1677, "cuz": 1247, "bee": 435, "knees": 3339, "ad": 56, "talk": 6079, "bomb dot": 553, "dot com": 1678, "let start": 3485, "new diet": 4280, "bee knees": 436, "tell ya": 6118, "let talk": 3486, "national": 4185, "systems": 6064, "reasonable": 5175, "incidents": 3018, "reported": 5265, "experiences": 1986, "notes": 4365, "directly": 1570, "linked": 3609, "trump": 6391, "president": 4911, "factors": 2020, "words": 6897, "speak": 5807, "cause": 758, "looking data": 3727, "insane": 3081, "jaw": 3200, "dropping": 1714, "promotions": 5012, "crazy": 1182, "smooth": 5735, "personalized": 4676, "feeds": 2135, "chatting": 824, "omg guys": 4466, "guys seen": 2672, "platform like": 4746, "like totally": 3567, "totally insane": 6311, "deals amazing": 1432, "right don": 5346, "hands hottest": 2699, "low prices": 3788, "jaw dropping": 3201, "crazy deals": 1183, "plus ve": 4785, "got seriously": 2570, "awesome features": 385, "tl": 6265, "dr": 1693, "answers": 240, "scale": 5440, "survey": 6045, "measuring": 3951, "conspiracy": 1060, "theories": 6156, "measure": 3946, "researchers": 5288, "asked": 307, "attempts": 325, "approach": 274, "asking": 308, "underlying": 6466, "measures": 3950, "overall": 4549, "rated": 5120, "demographics": 1492, "technical": 6108, "developed": 1527, "french": 2363, "london": 3689, "tl dr": 6266, "today ve": 6276, "available dataset": 361, "dataset containing": 1345, "conspiracy theories": 1061, "research paper": 5283, "join exclusive": 3213, "access hottest": 23, "hottest deals": 2912, "deals offers": 1441, "offers won": 4446, "hurry sign": 2961, "position": 4826, "victims": 6618, "degrees": 1479, "useful": 6541, "eu": 1896, "imagine": 3000, "know know": 3356, "know thanks": 3369, "dreams": 1701, "true": 6389, "annoying": 226, "remind": 5252, "important": 3007, "option": 4515, "connections": 1054, "anyways": 249, "virus": 6634, "make social": 3870, "dreams come": 1702, "come true": 967, "want social": 6731, "media needs": 3964, "spammy ads": 5799, "annoying pop": 228, "needs real": 4232, "throw free": 6189, "york": 6986, "beijing": 444, "asian": 305, "regions": 5226, "countries": 1146, "new york": 4316, "unlimited": 6486, "restrictions": 5305, "possibilities": 4831, "monthly": 4145, "hesitate": 2797, "unlimited access": 6487, "access exclusive": 22, "right folks": 5347, "lucky day": 3807, "day don": 1409, "content social": 1086, "say hello": 5436, "special bonus": 5811, "today ll": 6271, "online store": 4479, "plus ll": 4780, "win amazing": 6841, "don hesitate": 1652, "forecasting": 2289, "future": 2409, "demand": 1487, "postings": 4851, "deleted": 1482, "candidate": 714, "suggestion": 6000, "somebody": 5768, "requirements": 5280, "want create": 6706, "collect data": 941, "job postings": 3205, "similar data": 5665, "data does": 1281, "highly appreciated": 2852, "corresponding": 1136, "zipcode": 6999, "codes": 935, "datasets looking": 1390, "zip codes": 6998, "bottle": 594, "patented": 4618, "promotion": 5011, "ebook": 1765, "selection": 5528, "schemes": 5459, "opportunities": 4493, "financial": 2187, "freedom": 2357, "friends followers": 2382, "deal buy": 1422, "wait sign": 6676, "special promotion": 5817, "free ebook": 2332, "exclusive offer": 1949, "available limited": 363, "time act": 6202, "check incredible": 835, "quick schemes": 5091, "just small": 3294, "small investment": 5725, "way financial": 6774, "financial freedom": 2188, "immediately": 3002, "urgent message": 6521, "buy new": 679, "reaching": 5133, "direction": 1568, "obtain": 4392, "clothing": 918, "require": 5276, "applications": 266, "hi just": 2831, "point right": 4793, "right direction": 5345, "university project": 6480, "dataset doesn": 1351, "help great": 2784, "pain": 4571, "took": 6293, "die": 1546, "loop": 3754, "viral": 6630, "juicy": 3237, "sweet": 6051, "bunch": 652, "smart": 5728, "tired feeling": 6247, "feeling left": 2142, "stay date": 5912, "date latest": 1399, "latest trends": 3432, "luck social": 3804, "viral memes": 6631, "juicy gossip": 3239, "got ton": 2577, "won deals": 6874, "waiting sign": 6684, "sweet sweet": 6053, "got bunch": 2544, "companies": 996, "sold": 5758, "division": 1609, "cover": 1157, "airlines": 119, "rental": 5256, "bar": 410, "databases": 1336, "generally": 2447, "recommendation": 5191, "cross": 1204, "coolest": 1117, "inspirational": 3093, "quotes": 5101, "free iphone": 2338, "iphone just": 3174, "sharing post": 5601, "funny memes": 2408, "inspirational quotes": 3094, "join community": 3211, "craving": 1174, "jam": 3194, "packed": 4565, "babes": 393, "dudes": 1719, "bored": 575, "platform jam": 4744, "jam packed": 3195, "forget use": 2301, "plus new": 4781, "sponsored posts": 5843, "feed ads": 2131, "improved": 3013, "valued": 6577, "advertisers": 83, "tired scrolling": 6256, "got just": 2559, "just thing": 3297, "new improved": 4292, "hit": 2862, "covered": 1159, "bitcoin": 520, "notch": 4361, "putting": 5056, "effort": 1788, "ya boy": 6956, "sweet deals": 6052, "deals want": 1448, "investment opportunities": 3153, "follow follow": 2236, "putting effort": 5057, "effort look": 1790, "sexual": 5580, "behavior": 443, "surveys": 6046, "study": 5965, "religious": 5250, "pornography": 4821, "searches": 5494, "individual": 3046, "use data": 6535, "years old": 6972, "state level": 5892, "level data": 3493, "xmas": 6948, "half": 2690, "free text": 2350, "new video": 4312, "video phone": 6620, "half price": 2691, "line rental": 3594, "incredible new": 3034, "life don": 3506, "rewards": 5331, "miss hottest": 4078, "hottest new": 2916, "new deals": 4279, "deals promotions": 1443, "lame": 3393, "handle": 2695, "skin": 5701, "turn": 6415, "eyes": 2009, "glowing": 2497, "good news": 2519, "news social": 4328, "posts ve": 4858, "place ve": 4724, "got need": 2565, "need make": 4221, "got filters": 2552, "want make": 6723, "got covered": 2545, "fam ve": 2038, "easiest": 1750, "fastest": 2081, "dreamed": 1700, "looking new": 3746, "new way": 4313, "ve dreamed": 6593, "tropical": 6385, "paradise": 4582, "heyyy": 2817, "humans": 2946, "friendly": 2376, "neighborhood": 4235, "voila": 6647, "tropical paradise": 6386, "claim free": 872, "just click": 3251, "super exciting": 6023, "exciting news": 1932, "feeling bored": 2141, "life fear": 3508, "fear ve": 2106, "got solution": 2572, "solution problems": 5765, "sign free": 5649, "exclusive membership": 1944, "membership program": 3988, "sign ll": 5651, "ll entered": 3645, "downloadable": 1688, "yahoo": 6958, "tb": 6096, "sample": 5413, "anonymized": 232, "interactions": 3120, "properties": 5016, "finance": 2185, "movies": 4159, "estate": 1889, "massive": 3912, "lines": 3597, "item": 3190, "interaction": 3119, "recording": 5197, "february": 2126, "addition": 63, "providing": 5028, "segment": 5522, "gender": 2445, "city": 866, "summary": 6009, "phrases": 4693, "device": 1532, "temporal": 6122, "mining": 4060, "validate": 6573, "filtering": 2176, "methods": 4014, "context": 1093, "aware": 375, "transfer": 6343, "modeling": 4109, "unsupervised": 6495, "news feed": 4324, "yahoo finance": 6959, "real estate": 5156, "data collected": 1271, "demographic information": 1491, "data mining": 1297, "dataset used": 1376, "idk": 2983, "medical": 3974, "contacts": 1071, "emails": 1812, "especially": 1886, "feet": 2148, "good source": 2522, "congratulations": 1043, "easy just": 1757, "national rate": 4186, "comfort": 969, "successful": 5995, "entrepreneurs": 1867, "industry": 3052, "commission": 986, "training": 6338, "support": 6034, "pro": 4940, "make fast": 3849, "fast hey": 2071, "guys tired": 2673, "boring job": 579, "job want": 3206, "comfort home": 970, "introducing amazing": 3141, "successful entrepreneurs": 5996, "offer best": 4409, "products services": 4968, "ll access": 3639, "written": 6944, "hashtag": 2720, "spamming": 5797, "enemies": 1835, "streams": 5947, "pointless": 4795, "cute": 1243, "dozens": 1692, "introducing newest": 3145, "endless streams": 1831, "want share": 6730, "new algorithm": 4273, "posts seen": 4857, "right ll": 5351, "minds": 4054, "detox": 1525, "metabolism": 4011, "followers time": 2268, "hot new": 2905, "blow minds": 536, "ll leave": 3653, "requires": 5281, "sentences": 5553, "hi working": 2841, "project requires": 4997, "boys": 603, "told": 6278, "mark": 3901, "changing": 807, "face": 2011, "deals platform": 1442, "platform right": 4751, "latest fashion": 3419, "fashion trends": 2062, "trends hottest": 6363, "mass": 3911, "comprehensive": 1017, "decent": 1460, "shootings": 5618, "death": 1454, "data just": 1293, "dear": 1453, "room": 5377, "tests": 6134, "auction": 340, "suite": 6006, "lands": 3397, "row": 5388, "suite lands": 6007, "af": 88, "guess": 2656, "secret": 5506, "lit af": 3620, "coffee": 937, "catalog": 749, "resulting": 5307, "particular": 4597, "projects": 5002, "recent": 5185, "ve trying": 6605, "haven luck": 2728, "place data": 4722, "open data": 4484, "ve tried": 6604, "tried searching": 6377, "data specific": 1320, "really just": 5170, "just trying": 3298, "older": 4464, "time period": 6221, "good way": 2524, "reason": 5174, "budget": 643, "apple": 263, "just easy": 3259, "easy steps": 1760, "tag friends": 6070, "friends ll": 2386, "gd": 2440, "cream": 1184, "oso": 4538, "enjoy": 1850, "gee": 2444, "sounds": 5782, "beta": 485, "den": 1494, "msg": 4166, "understand": 6467, "milk": 4026, "changes": 806, "probably": 4943, "explain": 1992, "publicly": 5040, "axis": 390, "air": 117, "googling": 2533, "cdc": 765, "recommend": 5190, "publicly available": 5041, "available data": 360, "basically like": 417, "slim": 5719, "amazing weight": 181, "ve wanted": 6607, "eat": 1763, "hungry": 2951, "pulling": 5048, "hair": 2688, "loving": 3784, "hey check": 2799, "just clicking": 3252, "quick survey": 5092, "time deal": 6207, "teach": 6098, "free dataset": 2329, "umma": 6455, "soon": 5772, "princess": 4928, "rite": 5361, "cold": 938, "wearing": 6786, "tv": 6420, "genre": 2454, "channel": 808, "sky": 5707, "hi like": 2833, "information like": 3066, "really interesting": 5169, "jobs": 3207, "new miracle": 